{"speciesList": [
  { "name":"Please get closer for accurate identification.",
    "key":"SPC_MANMADE_UNKNOWN",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe00000",
    "description":"You are not close enough to this object to identify it accurately."
  },
  { "name":"Lander XSL-01",
    "key":"SPC_LANDER01",
    "icon":"SPC_LANDER01",
    "type":"MANMADE",
    "species_id":"0xe00010",
    "description":"Lander model XSL-01."
  },
  { "name":"Rover JR-S",
    "key":"SPC_ROVER01",
    "icon":"SPC_ROVER01",
    "type":"MANMADE",
    "species_id":"0xe00020",
    "description":"Rover model JR-S."
  },
  { "name":"Rover SR-K",
    "key":"SPC_ROVER02",
    "icon":"SPC_ROVER02",
    "type":"MANMADE",
    "species_id":"0xe00030",
    "description":"Rover model SR-K."
  },
  { "name":"Rover JR-S",
    "key":"SPC_ROVER_DISASSEMBLED",
    "icon":"SPC_ROVER01",
    "type":"MANMADE",
    "species_id":"0xe00040",
    "description":"Rover model JR-S."
  },
  { "name":"GPS unit ${user.messages.keycode_for_msg_type('MSG_ENCRYPTION01')}",
    "key":"SPC_MANMADE005",
    "icon":"SPC_MANMADE005",
    "type":"MANMADE",
    "species_id":"0xe00050",
    "description":"Transmitter unit ${user.messages.keycode_for_msg_type('MSG_ENCRYPTION01')} for ad-hoc AGPS network."
  },
  { "name":"GPS unit ${user.messages.keycode_for_msg_type('MSG_ENCRYPTION02')}",
    "key":"SPC_MANMADE006",
    "icon":"SPC_MANMADE005",
    "type":"MANMADE",
    "species_id":"0xe00060",
    "description":"Transmitter unit ${user.messages.keycode_for_msg_type('MSG_ENCRYPTION02')} for ad-hoc AGPS network."
  },
  { "name":"Rover SR-K designation ${user.messages.keycode_for_msg_type('MSG_ENKI02d')}",
    "key":"SPC_MANMADE007",
    "icon":"SPC_ROVER02",
    "type":"MANMADE",
    "species_id":"0xe00070",
    "description":"Rover model SR-K, designation ${user.messages.keycode_for_msg_type('MSG_ENKI02d')}"
  },
  { "name":"Manmade Object 8",
    "key":"SPC_MANMADE008",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe00080",
    "description":"No description."
  },
  { "name":"Manmade Object 9",
    "key":"SPC_MANMADE009",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe00090",
    "description":"No description."
  },
  { "name":"Manmade Object 10",
    "key":"SPC_MANMADE010",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe000a0",
    "description":"No description."
  },
  { "name":"Manmade Object 11",
    "key":"SPC_MANMADE011",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe000b0",
    "description":"No description."
  },
  { "name":"Manmade Object 12",
    "key":"SPC_MANMADE012",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe000c0",
    "description":"No description."
  },
  { "name":"Manmade Object 13",
    "key":"SPC_MANMADE013",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe000d0",
    "description":"No description."
  },
  { "name":"Manmade Object 14",
    "key":"SPC_MANMADE014",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe000e0",
    "description":"No description."
  },
  { "name":"Manmade Object 15",
    "key":"SPC_MANMADE015",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"MANMADE",
    "species_id":"0xe000f0",
    "description":"No description."
  },
  { "name":"Please get closer for accurate identification.",
    "key":"SPC_ARTIFACT_UNKNOWN",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ARTIFACT",
    "species_id":"0xf00000",
    "description":"You are not close enough to this object to identify it accurately."
  },
  { "name":"Unidentified Artifact",
    "key":"SPC_ARTIFACT01",
    "icon":"SPC_ARTIFACT01",
    "type":"ARTIFACT",
    "species_id":"0xf00010",
    "description":"Origin and nature of artifact unknown."
  },
  { "name":"Obelisk",
    "key":"SPC_UNKNOWN_ORIGIN02",
    "icon":"SPC_OBELISK01",
    "type":"ARTIFACT",
    "species_id":"0xf00020",
    "description":"Obelisk of unknown origin."
  },
  { "name":"Monument of unknown origin",
    "key":"SPC_UNKNOWN_ORIGIN08",
    "icon":"SPC_UNKNOWN_ORIGIN08",
    "type":"ARTIFACT",
    "species_id":"0xf00080",
    "description":"Large monument of unknown origin or purpose"
  },
  { "name":"Abandoned ruins",
    "key":"SPC_UNKNOWN_ORIGIN09",
    "icon":"SPC_UNKNOWN_ORIGIN09",
    "type":"ARTIFACT",
    "species_id":"0xf00090",
    "description":"These appear to be the abandoned ruins of an ancient civilization."
  },
  { "name":"Source of EM transmission",
    "key":"SPC_UNKNOWN_ORIGIN10",
    "icon":"SPC_UNKNOWN_ORIGIN10",
    "type":"ARTIFACT",
    "species_id":"0xf000a0",
    "description":"This structure near the abandoned ruins is responsible for transmitting the signal that we received on Earth almost 20 years ago.<br><br>It appears to include a visual representation of the entire decoded message."
  },
  { "name":"Unknown item 11",
    "key":"SPC_UNKNOWN_ORIGIN11",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ARTIFACT",
    "species_id":"0xf000b0",
    "description":"No description."
  },
  { "name":"Unknown item 12",
    "key":"SPC_UNKNOWN_ORIGIN12",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ARTIFACT",
    "species_id":"0xf000c0",
    "description":"No description."
  },
  { "name":"Unknown item 13",
    "key":"SPC_UNKNOWN_ORIGIN13",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ARTIFACT",
    "species_id":"0xf000d0",
    "description":"No description."
  },
  { "name":"Unknown item 14",
    "key":"SPC_UNKNOWN_ORIGIN14",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ARTIFACT",
    "species_id":"0xf000e0",
    "description":"No description."
  },
  { "name":"Unknown item 15",
    "key":"SPC_UNKNOWN_ORIGIN15",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ARTIFACT",
    "species_id":"0xf000f0",
    "description":"No description."
  },
  { "name":"Please get closer for accurate identification.",
    "key":"SPC_PLANT_UNKNOWN",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"PLANT",
    "species_id":"0x100000",
    "description":"You are not close enough to this object to identify it accurately."
  },
  { "name":"Purple yucca",
    "key":"SPC_PLANT001",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"PLANT",
    "species_id":"0x100010",
    "description":"This desert succulent thrives in exposed regions on the equatorial desert. This is the dominant species on many islands in the Stego Archipelago."
  },
  { "name":"Gnarled ancient",
    "key":"SPC_PLANT002",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"PLANT",
    "species_id":"0x100020",
    "description":"One of the rarer, but more dramatic species found on the Stego Archipelago."
  },
  { "name":"Truffula",
    "key":"SPC_PLANT003",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"PLANT",
    "species_id":"0x100030",
    "description":"These fuzzy trees are reminiscent of the truffula tree in the story of the Lorax."
  },
  { "name":"Podclaw",
    "key":"SPC_PLANT004",
    "icon":"SPC_PLANT004",
    "type":"PLANT",
    "species_id":"0x100040",
    "description":"This photobiont has a waxy coat - probably to prevent water loss - and a compact structure that maximizes volume and minimizes surface area.  It has white 'feathers' - a contrast to the orange we see on other species, possibly because it's pollinated by something else, or possibly because color is a side effect of a chemical that serves an unknown purpose in metabolism, or if the feather itself is covered with wax or tiny fine hairs.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Cystunguis artocosica"
  },
  { "name":"Bulbmoss",
    "key":"SPC_PLANT005",
    "icon":"SPC_PLANT005",
    "type":"PLANT",
    "species_id":"0x100050",
    "description":"The bulbmoss has a low, spreading growth form, which immediately suggests the way that yeasts and molds grow on Earth - slowly spreading around the edges of the organism. The bright red boxes on stalks immediately suggest the capsules of moss - the similarity was so striking that I briefly forgot that we don't even know if these organisms reproduce, much less whether they do so with spores. I'm going to see if I can check one out under the microscope and confirm or deny my hypothesis.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Bulbobyrum artocosicum"
  },
  { "name":"Purple Joshua",
    "key":"SPC_PLANT006",
    "icon":"SPC_PLANT006",
    "type":"PLANT",
    "species_id":"0x100060",
    "description":"At first glance, the stems of this photobiont appeared to lack visible pigments.  Closer examination revealed that the stems were covered with a thick waxy layer - on Earth, a sure sign of either too much water (air moisture that must be repelled to prevent fungal infections) or too little. (Keeping what water the organism has managed to grab inside the organism.)  Either way, it's a good sign that this photobiont is striving to prevent moisture from either entering or escaping. The proximity to the ocean could mean that it's there to repel fog, but the squat, compact structure - it looks almost like a Joshua tree, or another Sonoran desert species - speaks to an evolutionary history of minimizing water loss.  This photobiont also has bright orange 'feathers' that we've seen on a few other species.  It's tempting to theorize that they're photosynthetic organs (or 'leaves') or that they have some reproductive purpose, but I'm avoiding conjecture until I have a means to test these hypotheses.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Pseudoyucca porphyra"
  },
  { "name":"Sail Iris",
    "key":"SPC_PLANT007",
    "icon":"SPC_PLANT007",
    "type":"PLANT",
    "species_id":"0x100070",
    "description":"I've been harboring a not-so-secret belief that these growths on long stems are spore distributing organs instead of photosynthesizing organs - and then I see something like this photobiont.  It is possible that these growths are not related to the growths we see on bulb moss, and it's possible that they do share an evolutionary history, but that the sail iris has lost photosynthetic capability and instead survives as a consumer of energy - but it seems likely that instead, these growths - I'm calling them capsella in honor of my mistake - are photosynthetic in and of themselves.  What I wouldn't give to see what their fluorometer results would look like.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Velum cyperus"
  },
  { "name":"Scaled Ancient",
    "key":"SPC_PLANT008",
    "icon":"SPC_PLANT008",
    "type":"PLANT",
    "species_id":"0x100080",
    "description":"This is unlike any other photobiont that's been seen so far!  It's likely that it represents a new Family - or perhaps a new Order!  It does have characters that we've seen on other photobionts - the cnidaria, the polystem - but the scale-like protuberances are unlike anything we've seen on this planet. I don't know why these 'leaves' are selected for on this organism, but it seems to be an effective strategy - this is by far the largest photobiont we've seen thus far.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Paleosquamus saurus"
  },
  { "name":"Spiderheart",
    "key":"SPC_PLANT009",
    "icon":"SPC_PLANT009",
    "type":"PLANT",
    "species_id":"0x100090",
    "description":"This photobiont has multiple stems, like we've seen in other species, but the body in the center is unusual.  It does look like other bulbos - and it seems to have two tissue types.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Arachnegramena ravenii"
  },
  { "name":"Spinewhip",
    "key":"SPC_PLANT010",
    "icon":"SPC_PLANT010",
    "type":"PLANT",
    "species_id":"0x1000a0",
    "description":"This spinewhip is interesting.  Some specimens have a single stem - much like most plants - while others have multiple contact points with the ground.  We see this in some species on Earth - like blackberries - but there it's usually a way to quickly spread along the landscape. The compactness of the organism's footprint suggests a different reason.  There are also round growths - I'm calling them bulbos - which may be photosynthetic tissue, or parasites, or some sort of reproductive organ.  I'll have to do more research.  One reassuringly familiar thing is similar adaptations for a low-water environment. I'm confident hypothesising that the compact stems and lack of large or dissected leaves helps this photobiont minimize water loss. And the spines - if they are spines - are a reassuringly familiar way to discourage herbivory in a habitat where new tissue is difficult to produce. Examples of coevolution are oddly comforting. (Of course, my observations about herbivory would be a lot more reliable if we saw an actual herbivore grazing on this - or avoiding it for a less difficult plant. Can't have everything, I guess.)<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Acucondylus bulbus"
  },
  { "name":"Stilt Strider",
    "key":"SPC_PLANT011",
    "icon":"SPC_PLANT011",
    "type":"PLANT",
    "species_id":"0x1000b0",
    "description":"The stilt strider has multiple stems (like several other photobionts) and a single, large bulbo on top.  The space between the bulbo and the stems is covered with either spines or white cnideria, I'm not sure. This is the first organism on Episilon Eridani to show solid evidence of reproduction - probably via cloning of detached stems.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Ciconiaphyla eridani"
  },
  { "name":"Apprentice Tree",
    "key":"SPC_PLANT012",
    "icon":"SPC_PLANT012",
    "type":"PLANT",
    "species_id":"0x1000c0",
    "description":"This photobiont has the polystem we've seen several other times, a fine display of bright orange cnideria, and a pale, waxy surface covering most tissue. It also has several amorphous growths just below the cnideria - they may be some sort of parasite, or a reproductive organ, or another means to gas exchange.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Virgadendron wallacii"
  },
  { "name":"Whalebark",
    "key":"SPC_PLANT013",
    "icon":"SPC_PLANT013",
    "type":"PLANT",
    "species_id":"0x1000d0",
    "description":"We haven't seen many red photobionts - and this one has a single point of contact with the ground and no cnideria. This is somewhat unusual - it looks more like a hydra or a coral than some of the other species we've seen here. Look at those brown cylindrical growths - they look like pastry nozzles. I wonder if it's a case of our tools reflecting shapes that organisms get to via eons of selective pressure - while I'm fairly sure this photobiont never has to pipe a buttercream rose, it may be a way of gradually equalizing pressure between the tissue inside and the atmosphere outside.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Coralliaforma rubra"
  },
  { "name":"Vampire Gourd",
    "key":"SPC_PLANT014",
    "icon":"SPC_PLANT014",
    "type":"PLANT",
    "species_id":"0x1000e0",
    "description":"This photobiont is squat and grey, protected by spines. It's another example of convergent evolution with Earth's desert species - though the orifice that's barely visible at the top suggests a drastically different evolutionary history.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Formidactyl eridani"
  },
  { "name":"Groundbloom",
    "key":"SPC_PLANT015",
    "icon":"SPC_PLANT015",
    "type":"PLANT",
    "species_id":"0x1000f0",
    "description":"This is small and bright, bright red - perhaps there is also a red photosynthetic pigment? But if you look closely, you can see a resemblance to foliose lichen - which resolves my nibbling doubts about whether life-forms that resemble fractals are an Earth-only thing.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Rhodoterra manda"
  },
  { "name":"Trumpetpod",
    "key":"SPC_PLANT016",
    "icon":"SPC_PLANT016",
    "type":"PLANT",
    "species_id":"0x100100",
    "description":"This species lacks the red or purple pigment that we see in a lot of other photobionts and the waxy white/grey coat that seems to hide visible pigments. It may have a previously unknown pigment, or the yellow might indicate a total lack of photosynthetic and protective pigments. Note how the top appears like a spiral - it seems likely that this organism grows along the outer edge of the spiral, slowly creating more layers.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Fungiforma xanthum"
  },
  { "name":"Hydropod",
    "key":"SPC_PLANT017",
    "icon":"SPC_PLANT017",
    "type":"PLANT",
    "species_id":"0x100110",
    "description":"There are other photobionts with orifices, but this is the first where we've been able to see inside the orifice. I expected to see complex tissues, but it looks more like a bladder. It's open to the atmosphere- it seems like any water in there would evaporate quickly. Maybe it stores groundwater.  Most of the tissue isn't pigmented - I don't know if they photosynthesize.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Hyalophlycten aquasaccus"
  },
  { "name":"Cassandra's harp",
    "key":"SPC_PLANT018",
    "icon":"SPC_PLANT018",
    "type":"PLANT",
    "species_id":"0x100120",
    "description":"The base of this photobiont is intermediate between the polystem and the creeping thalloid - two structures I used to think indicated separate evolutionary lineages.  There are long tendrils with what are either unusual bright yellow tubercles, or very short cnideria.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Lyra cassandra"
  },
  { "name":"Aircomber",
    "key":"SPC_PLANT019",
    "icon":"SPC_PLANT019",
    "type":"PLANT",
    "species_id":"0x100130",
    "description":"The exterior of this photobiont has a similar color and texture to the surrounding soil. Attempts to sample it were unsuccessful, meaning it's not a soft tissue.  It's probably a constructed casing - like Earth's caddis flies.  The top of this photobiont is transparent. and the inside is lined with tissue that I think is photosynthetic - the color's a lovely lavender.  I think that instead of having gas exchange and photosynthesis on the surface, this organism concentrates oxygen and carbon dioxide and funnels those gases to this internal photosynthetic tissue.  This leads to an explanation of the purpose of the 'feathers' - perhaps they work to capture and refine the gases necessary for metabolism.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Pectenflare jemisonii"
  },
  { "name":"Devotower",
    "key":"SPC_PLANT020",
    "icon":"SPC_PLANT020",
    "type":"PLANT",
    "species_id":"0x100140",
    "description":"This is another segmented photobiont - stacks of ever-smaller red cylinders.  Note the tubercles on top - this is evidence against the 'tubercles are full of nasty chemicals that deter herbivores' hypothesis.  If only I had an alternate hypothesis.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Devoturris rubens"
  },
  { "name":"Serpentweed",
    "key":"SPC_PLANT021",
    "icon":"SPC_PLANT021",
    "type":"PLANT",
    "species_id":"0x100150",
    "description":"The cnideria on this photobiont are not brightly colored - like they are on most of the others - nor do they appear to be defensive spines.  It's possible that they're the first leaves we've seen on Arctocos - broad pieces of photosynthetic tissue that provide a large area for capturing sunlight.  The tubercles at the top may be some sort of reproductive structure - or something to discourage consumption of the growing tip.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Coclea pullularia"
  },
  { "name":"Candlewort",
    "key":"SPC_PLANT022",
    "icon":"SPC_PLANT022",
    "type":"PLANT",
    "species_id":"0x100160",
    "description":"This photobiont has unusual cnidera - they seem to be in dense bunches. The nozzles around the orifice may be a means to gas exchange - or an organ for low-light/high humidity photosynthesis.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Arderoculus cavendishii"
  },
  { "name":"Sinew weed",
    "key":"SPC_PLANT023",
    "icon":"SPC_PLANT023",
    "type":"PLANT",
    "species_id":"0x100170",
    "description":"This photobiont has segments - each is identical except for the bottom one - fused to other growing tendrils and adapted for stability and extracting nutrients from the soil - and the top one, where new segments are presumably formed and there's a crown of tubercles.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Magniaspis minor"
  },
  { "name":"Spindlepus",
    "key":"SPC_PLANT024",
    "icon":"SPC_PLANT024",
    "type":"PLANT",
    "species_id":"0x100180",
    "description":"This photobiont doesn't appear to have pigments that reflect visible light.  It may not be photosynthetic, or it may have pigments that use UV or infrared light.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Flammefusus jemisonii"
  },
  { "name":"Collared Boa",
    "key":"SPC_PLANT025",
    "icon":"SPC_PLANT025",
    "type":"PLANT",
    "species_id":"0x100190",
    "description":"This photobiont is segmented - and each segment bears a superficial resemblance to Coclea. There are plants on Earth that have segments like this one - but given that photobionts have far more organs than Earth's plants, it's possible that this segmentation is also a precursor to more complicated organs - much like it was with Earth's worms and arthropods.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Magniaspis coronis"
  },
  { "name":"Brackenball",
    "key":"SPC_PLANT026",
    "icon":"SPC_PLANT026",
    "type":"PLANT",
    "species_id":"0x1001A0",
    "description":"This photobiont has a dun-colored hemisphere ringed with maroon cnideria.  It also has several central tendrils with tubercles - the tubercles are an unusual bright yellow color.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Carnifexcarpus cavendishii"
  },
  { "name":"Handtrap",
    "key":"SPC_PLANT027",
    "icon":"SPC_PLANT027",
    "type":"PLANT",
    "species_id":"0x1001B0",
    "description":"This looks like a possible ancestral state to the polystem we see on other organisms - stems that independently grow out of the ground, connecting in a spiral that is probably fused.  The growths on the inside might be spines - but the most likely places for herbivory are on the outside.  Perhaps the tissue on the outside has other defenses - toughness, or noxious chemicals - or the inside is particularly tasty.  It's also possible that the growths are colorless cnideria.  I guess if they're spines, we should look for a motobiont with a very narrow consumption orifice. (That's the ten-dollar version of 'mouth', to prevent accidental equating of the two structures.)<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Helicobatus inretire"
  },
  { "name":"Starspore",
    "key":"SPC_PLANT028",
    "icon":"SPC_PLANT028",
    "type":"PLANT",
    "species_id":"0x1001C0",
    "description":"This organism is another excellent example of convergent evolution in desert species - the low, squat form, the tissue shielded by a pale layer of wax, the bulk of biomass close to the ground to minimize sun damage and water loss.  What is different about this photobiont is the rows of branchia - on cacti, we'd see rows of spines.  The branchia are probably the equivalent of leaves - highly pigmented organs that photosynthesize but also lose water at a faster rate than the stem.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Stellaspora ranacorona"
  },
  { "name":"Gordon's rose",
    "key":"SPC_PLANT029",
    "icon":"SPC_PLANT029",
    "type":"PLANT",
    "species_id":"0x1001D0",
    "description":"Look at that purple ruffle (branchia, fine)  Look at those long, delicate, magenta cnideria! This photobiont is everything I wanted an organism to be when I was five.  It might still be everything I want in an organism - except it could provide definitive evidence of non-clonal reproduction.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Iodoanthemum rosecnideria"
  },
  { "name":"Volkanwort",
    "key":"SPC_PLANT030",
    "icon":"SPC_PLANT030",
    "type":"PLANT",
    "species_id":"0x1001E0",
    "description":"If it weren't for the rust red color and the cniderium, this could be a plant from Earth's deserts.  Note the squat, compact shape and the multitude of spines - this could be a cactus, or a euphorb, or a crassula.  Convergent evolution is marvelous.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Amphoraforma leucospina"
  },
  { "name":"Bluebloom",
    "key":"SPC_PLANT031",
    "icon":"SPC_PLANT031",
    "type":"PLANT",
    "species_id":"0x1001F0",
    "description":"This photobiont has a short stem -  rounded at the top - with pale tubercles at the top.  There is also a ring of bright blue tissue - I'm not sure if it's branchia or cnideria or something new.  Unlike most cnideria, it's bright blue and branched, and unlike most branchia, it's not contiguous tissue.  It could be a third tissue type, it could be intermediate between the two, or it could just be an interesting variation on tissue we're already slightly familiar with.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Inverterethyreo caeruleplume"
  },
  { "name":"Gordy tree",
    "key":"SPC_PLANT032",
    "icon":"SPC_PLANT032",
    "type":"PLANT",
    "species_id":"0x100200",
    "description":"A lot of photobionts have colors similar to the landscape itself - this might be a way to camouflage seedlings to prevent fatal herbivory, or it might be coincidence.  Note that this photobiont has bulbos - but unlike other organisms with bulbos, it does not have a polystem.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Cavendishia bulboa"
  },
  { "name":"Phoenix Tail",
    "key":"SPC_PLANT033",
    "icon":"SPC_PLANT033",
    "type":"PLANT",
    "species_id":"0x100210",
    "description":"On this photobiont, the polystem comes together in a single, large stem - covered with a waxy white coat.  The upper portion is covered with many orange cnideria.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Phoenixcauda paucicnideria"
  },
  { "name":"Bristlebrush",
    "key":"SPC_PLANT034",
    "icon":"SPC_PLANT034",
    "type":"PLANT",
    "species_id":"0x100220",
    "description":"This photobiont has the polystem fusing into a single stem - and then it branches out again! Each branch has many bright orange cnideria - and the branches themselves must be photosynthetic, despite their pale color, because we have only seen cnideria on photosynthetic organisms, and there's no other pigmented tissue.  This is definitely worth a second look.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Phoenixcauda multicnideria"
  },
  { "name":"Spine tube",
    "key":"SPC_PLANT035",
    "icon":"SPC_PLANT035",
    "type":"PLANT",
    "species_id":"0x100230",
    "description":"This photobiont has a shape similar to that of Earth's sponges.  The inside of sponges are lined with cells with flagella that whirl water through the cavity and filter out bacteria and plankton - but the tissue on the inside is - at least superficially - identical to the tissue on the outside. I suppose my dreams of a sessile consumer of wayward midge-like organisms are crushed - but it doesn't explain the cup-shape.  Does rainwater collect there?  Is it a specialized microenvironment that aids reproduction or growth?  What purpose does that pale stalk serve?<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Pyrrhotubus cornuta"
  },
  { "name":"Sea briar",
    "key":"SPC_PLANT036",
    "icon":"SPC_PLANT036",
    "type":"PLANT",
    "species_id":"0x100240",
    "description":"This aquatic photobiont is markedly different from the land-based photobionts we've seen. There are no traits I'd associate with adaptations to water - no air sacs, no fragile, floppy stems - the stems we do see are a vine like tangle. There are also leaves, true leaves.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Marinobatus foliosus"
  },
  { "name":"Sand iris",
    "key":"SPC_PLANT037",
    "icon":"SPC_PLANT037",
    "type":"PLANT",
    "species_id":"0x100250",
    "description":"This photobiont has a single slender stem with a row of jade-green tubercles.  I think the stem photosynthesizes and the tubercles serve some yet unknown purpose - I'm betting either reproduction or storing chemicals that make the photobiont taste unpleasant so grazers eat other things.<br> --Jane Eastwood, Exobiology Lead",
    "science_name":"Ammoiris tenuis"
  },
  { "name":"Unspecified photobiont",
    "key":"SPC_PLANT65535",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"PLANT",
    "species_id":"0x1ffff0",
    "description":"Unspecified photobiont"
  },
  { "name":"Please get closer for accurate identification.",
    "key":"SPC_ANIMAL_UNKNOWN",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ANIMAL",
    "species_id":"0xd00000",
    "description":"You are not close enough to this object to identify it accurately."
  },
  { "name":"Bristletongue",
    "key":"SPC_ANIMAL001",
    "icon":"SPC_ANIMAL001",
    "type":"ANIMAL",
    "species_id":"0xd00010",
    "description":"That tongue, with the barbs on the end, that indicates these motobionts fish something out of cracks in rocks or photobionts - tiny things we cannot see.  Curse our lack of equipment! <br><br>They also have cnideria-like structures!  It's fascinating - maybe they're used for gas exchange, like elaborate (and tough) external gills - or maybe they're sensory organs or mating displays or freaking liver-like structures for all we know.  And the nodules on the front of the 'head' look a lot like the nodules on some of the photobionts - if they share an evolutionary history, maybe both are used to detect light, or both are used in mating, or some other common purpose.  (Or they could just look a little bit similar, like trees that look like hands.)<br>  --Jane Eastwood, Exobiology Lead",
    "science_name":"Seta lingua"
  },
  { "name":"Rockmole",
    "key":"SPC_ANIMAL002",
    "icon":"SPC_ANIMAL002",
    "type":"ANIMAL",
    "species_id":"0xd00020",
    "description":"Ooo, a motobiont!  It has a segmented shell, like Earth's chitons, pillbugs, and armadillos.  It's not something that's associated with rapid movement or pursuit predation on Earth - and the coloration and texture of the shell indicate camouflage.  I'd bet this is a slow moving grazer - only with science, losing a bet is often a delightful surprise.<br>  --Jane Eastwood, Exobiology Lead",
    "science_name":"Dorsicalculus polyplacophorus"
  },
  { "name":"Spade Burrower",
    "key":"SPC_ANIMAL003",
    "icon":"SPC_ANIMAL003",
    "type":"ANIMAL",
    "species_id":"0xd00030",
    "description":"Look at those limbs!  This could be one of Earth's tetrapods, although there's no obvious head.  The photos we've seen indicate it moves point first, with the raised, nodule-covered limb in the back - if that is the sensory structure, I don't see why it has to be in front.<br>  --Jane Eastwood, Exobiology Lead",
    "science_name":"Palafacies paucispina"
  },
  { "name":"Sail Flyer",
    "key":"SPC_ANIMAL004",
    "icon":"SPC_ANIMAL004",
    "type":"ANIMAL",
    "species_id":"0xd00040",
    "description":"Oh, so lovely!  I wonder how they eat, floating up there.  Are they diving predators?  Or is being aloft just a place to chill and avoid things that want to eat them?  <br><br>I'm also interested in how they fly, since they don't look much like anything that flies on Earth.  It looks like motobionts are generally less tied to having limbs - and a set number of limbs within a clade - than Earth organisms.<br>  --Jane Eastwood, Exobiology Lead",
    "science_name":"Papiloformis aurifolius"
  },
  { "name":"Razorback",
    "key":"SPC_ANIMAL005",
    "icon":"SPC_ANIMAL005",
    "type":"ANIMAL",
    "species_id":"0xd00050",
    "description":"Well!  I've been wondering about our motobionts, with their exoskeletons, spines, burrowing, and flying - it seemed like they were awfully keen to avoid something nasty.  Given that this thing seems to be stalking rovers, I think we've found our mystery predator.  <br><br>Note the nodule-structures out on long limbs in the front - I think our 'sensory organs, possibly light sensing organs' hypothesis is gaining evidence.  This is one of the first aggressively binocular species we've seen on this planet, which means it probably has three-dimensional vision - good for hunting.  The sensory structures are far apart, meaning that distance estimation is probably pretty precise - so maybe it charges and then leaps at its prey?  <br><br>I would not want to meet this thing on a dark night.<br>  --Jane Eastwood, Exobiology Lead",
    "science_name":"Pantheraforimis latioculus"
  },
  { "name":"Long-Necked Bristletongue",
    "key":"SPC_ANIMAL006",
    "icon":"SPC_ANIMAL006",
    "type":"ANIMAL",
    "species_id":"0xd00060",
    "description":"I'm not going to call this a separate species (or subspecies) until we see more evidence that there are distinct populations instead of a continuum of traits - but look at the longer neck and the differences in plumage color.  There could be sex-based differences - our first on this planet!  Please see my blog post on variation for more information.<br>  --Jane Eastwood, Exobiology Lead"
  },
  { "name":"Animal 7",
    "key":"SPC_ANIMAL007",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ANIMAL",
    "species_id":"0xd00070",
    "description":"No description."
  },
  { "name":"Unspecified motobiont",
    "key":"SPC_ANIMAL65535",
    "icon":"SPC_ICON_UNKNOWN",
    "type":"ANIMAL",
    "species_id":"0xdffff0",
    "description":"Unspecified motobiont"
  }
]}
